// Pre-install confirmation
"CONFIRM_AT_LOGOUT_BEFORE_RESTART_TITLE" = "有待安装的软件更新。您要在重新启动电脑前安装它们吗？";
"WILL_RESTART_COUNTDOWN_MESSAGE_FORMAT" = "如果您什么都不做，更新将安装，电脑将在 %@ 之后自动重新启动。";
"INSTALL_AND_RESTART_TITLE" = "安装并重新启动";
"RESTART_TITLE" = "重新启动";

"CONFIRM_AT_LOGOUT_BEFORE_SHUTDOWN_TITLE" = "有待安装的软件更新。您要在关闭电脑前安装它们吗？";
"WILL_SHUTDOWN_COUNTDOWN_MESSAGE_FORMAT" = "如果您什么都不做，更新将安装，电脑将在 %@ 之后自动关机。";
"INSTALL_AND_SHUT_DOWN_TITLE" = "安装并关机";
"SHUT_DOWN_TITLE" = "关机";

// Disk verify title
"CHECKING_DISK_STATUS" = "正在验证磁盘…";

"DISK_FAILED_VERIFY_TITLE" = "需要先修理启动磁盘才能安装软件更新。";
"DISK_FAILED_VERIFY_MESSAGE" = "启动磁盘可能有一个问题，可以通过重新启动电脑来修复。重新启动之后，请再次打开“软件更新”以安装更新。如果此信息再次出现，请联系 Apple 支持人员。";

// time remaining
"SYSTEM_WILL_RESTART_MESSAGE" = "电脑将自动重新启动。";
"SYSTEM_WILL_SHUT_DOWN_MESSAGE" = "电脑将自动关机。";
